{
    "vocabulary": {
        "bbva": 106,
        "de": 679,
        "hoy": 1550,
        "bbva de": 107,
        "de hoy": 700,
        "limpirza": 2026,
        "compartido": 286,
        "limpirza compartido": 2027,
        "tesis": 2812,
        "syer": 2769,
        "tesis de": 2815,
        "de syer": 729,
        "pension": 2453,
        "la": 1902,
        "semana": 2664,
        "pension de": 2455,
        "de la": 709,
        "la semana": 1912,
        "directv": 935,
        "csm": 559,
        "directv csm": 940,
        "suscripcipn": 2767,
        "xd": 2956,
        "recarga": 2565,
        "por": 2517,
        "si": 2704,
        "acaso": 7,
        "por si": 2520,
        "si acaso": 2707,
        "helados": 1522,
        "helados si": 1532,
        "impresiones": 1595,
        "lobro": 2047,
        "ingenieria": 1654,
        "lobro de": 2048,
        "de ingenieria": 705,
        "ingenieria xd": 1665,
        "netflox": 2332,
        "kfc": 1871,
        "kfc de": 1875,
        "corredor": 465,
        "rojo": 2600,
        "del": 737,
        "mes": 2250,
        "corredor rojo": 481,
        "rojo del": 2604,
        "del mes": 740,
        "pago": 2387,
        "cuarto": 609,
        "pago de": 2391,
        "de cuarto": 695,
        "cuarto csm": 616,
        "alquiler": 44,
        "amgs": 65,
        "uber": 2901,
        "ayer": 98,
        "uber de": 2902,
        "de ayer": 690,
        "para": 2410,
        "el": 1044,
        "trabajo": 2824,
        "cuarto para": 623,
        "para el": 2411,
        "el trabajo": 1057,
        "consulta": 396,
        "atrasado": 92,
        "consulta atrasado": 398,
        "bbva la": 108,
        "yapr": 2972,
        "pa": 2378,
        "pa la": 2380,
        "oxxo": 2372,
        "oxxo atrasado": 2373,
        "burguer": 163,
        "king": 1884,
        "burguer king": 164,
        "tren": 2883,
        "suscripcion": 2763,
        "conpartido": 360,
        "inkafarma": 1673,
        "bembos": 119,
        "bembos pa": 122,
        "tragos": 2828,
        "tragos pa": 2831,
        "pa el": 2379,
        "certificadp": 213,
        "pollo": 2513,
        "brasa": 152,
        "compartodo": 299,
        "pollo la": 2514,
        "la brasa": 1907,
        "mensualodad": 2241,
        "ropa": 2611,
        "el mes": 1053,
        "scotisbank": 2658,
        "wom": 2950,
        "oichanga": 2351,
        "inscripion": 1729,
        "mrdico": 2297,
        "electrico": 1064,
        "tren electrico": 2886,
        "electrico xd": 1080,
        "cabify": 178,
        "cabify de": 179,
        "brasa de": 153,
        "casaca": 200,
        "casaca pa": 203,
        "kong": 1900,
        "kong de": 1901,
        "regalo": 2571,
        "agua": 20,
        "de agua": 683,
        "agua compartido": 23,
        "lapiceros": 1924,
        "urgente": 2915,
        "lapiceros urgente": 1939,
        "emanada": 1090,
        "emanada de": 1091,
        "psje": 2551,
        "bus": 167,
        "psje bus": 2552,
        "micro": 2260,
        "en": 1159,
        "en la": 1160,
        "menu": 2245,
        "universitario": 2908,
        "menu universitario": 2248,
        "copias": 428,
        "copias urgente": 444,
        "juega": 1808,
        "alquilrr": 59,
        "alquilrr de": 60,
        "serie": 2674,
        "serie de": 2675,
        "materiales": 2191,
        "materiales de": 2192,
        "burgurr": 165,
        "burgurr king": 166,
        "king por": 1896,
        "internet": 1768,
        "de internet": 707,
        "internet pa": 1783,
        "mensuslidad": 2244,
        "polrra": 2515,
        "rapido": 2561,
        "matricula": 2195,
        "oa": 2338,
        "oa la": 2339,
        "tsrifa": 2899,
        "juerga": 1837,
        "atasado": 88,
        "juerga atasado": 1838,
        "farmcia": 1298,
        "factura": 1242,
        "trabajp": 2825,
        "factura para": 1255,
        "el trabajp": 1058,
        "habitacipn": 1473,
        "con": 307,
        "amigos": 67,
        "habitacipn con": 1474,
        "con amigos": 311,
        "cerveza": 216,
        "cuadernodehoy": 583,
        "fiesta": 1309,
        "fiesta en": 1318,
        "viaje": 2932,
        "viaje csm": 2934,
        "ms": 2304,
        "agua del": 27,
        "del ms": 741,
        "entel": 1171,
        "entel en": 1179,
        "oension": 2350,
        "cine": 246,
        "cam": 190,
        "de alquiler": 685,
        "alquiler cam": 46,
        "kfc en": 1877,
        "tesis para": 2818,
        "atrasdo": 95,
        "internet atrasdo": 1771,
        "shawarma": 2698,
        "rapidp": 2562,
        "snguches": 2720,
        "habitacion": 1450,
        "habitacion pa": 1459,
        "luz": 2081,
        "luz rapido": 2098,
        "braaa": 151,
        "la braaa": 1905,
        "tarifa": 2783,
        "urgemte": 2913,
        "plumpnes": 2499,
        "interank": 1735,
        "interank rapido": 1736,
        "cena": 207,
        "cena de": 208,
        "polera": 2505,
        "polera pa": 2508,
        "musica": 2308,
        "musica csm": 2309,
        "mptotaxi": 2294,
        "consulta con": 401,
        "ceviche": 221,
        "es": 1213,
        "ceviche del": 223,
        "del es": 738,
        "nensualidad": 2323,
        "oago": 2340,
        "servicios": 2682,
        "oago de": 2341,
        "de servicios": 719,
        "taxi": 2786,
        "taxi pa": 2788,
        "compartidos": 287,
        "servicios compartidos": 2686,
        "compartidos en": 293,
        "combi": 273,
        "cmpartido": 261,
        "transferencia": 2848,
        "comoartido": 281,
        "zapatillas": 2981,
        "zapatillas csm": 2984,
        "netflix": 2327,
        "rspido": 2624,
        "senana": 2666,
        "alquiler pa": 52,
        "la senana": 1914,
        "juego": 1809,
        "so": 2723,
        "juego por": 1822,
        "por so": 2521,
        "so acaso": 2724,
        "ingenieria por": 1662,
        "bicicleta": 125,
        "bicicleta en": 127,
        "stram": 2750,
        "pichanga": 2463,
        "pichanga del": 2465,
        "tarifa pa": 2785,
        "pa semana": 2381,
        "transporte": 2870,
        "transporte de": 2872,
        "alquiler rapido": 55,
        "conbi": 319,
        "mantenimiento": 2123,
        "mantenimiento en": 2135,
        "deuda": 820,
        "deuda de": 830,
        "libros": 1959,
        "libros de": 1968,
        "prestao": 2541,
        "com": 270,
        "com amigos": 271,
        "entrada": 1192,
        "entrada de": 1198,
        "nantenimiento": 2317,
        "transferencia xd": 2861,
        "entraa": 1189,
        "entraa atrasado": 1190,
        "desayuno": 797,
        "desayuno xd": 807,
        "botica": 141,
        "botica de": 143,
        "spotify": 2725,
        "cpn": 512,
        "luz cpn": 2088,
        "cpn amigos": 513,
        "cuadermo": 567,
        "cuadermo del": 569,
        "concierto": 321,
        "ps": 2546,
        "ps la": 2547,
        "moto": 2273,
        "aemana": 12,
        "moto pa": 2278,
        "la aemana": 1903,
        "rojo atrasado": 2601,
        "plan": 2476,
        "cpmpartido": 511,
        "spptify": 2730,
        "farmacia": 1264,
        "farmacia csm": 1269,
        "helados de": 1528,
        "yape": 2966,
        "yape de": 2967,
        "medico": 2213,
        "aouesta": 78,
        "moviatar": 2281,
        "dr": 1007,
        "copias dr": 438,
        "dr hoy": 1012,
        "entel xd": 1186,
        "rapodo": 2564,
        "helados rapodo": 1531,
        "emergencia": 1101,
        "emergencia rapido": 1114,
        "varios": 2922,
        "servicios de": 2690,
        "kf": 1869,
        "kf de": 1870,
        "empanada": 1137,
        "empanada atrasado": 1138,
        "yaoe": 2965,
        "certoficado": 214,
        "interbank": 1740,
        "caso": 205,
        "interbank por": 1753,
        "si caso": 2709,
        "penaion": 2451,
        "inkafarmarapido": 1689,
        "heladps": 1540,
        "heladps xd": 1544,
        "videojuegos": 2939,
        "salida": 2638,
        "salida csm": 2639,
        "varios del": 2925,
        "devolucion": 864,
        "ls": 2075,
        "devolucion de": 869,
        "de ls": 710,
        "ls semana": 2076,
        "imdrive": 1564,
        "imdrive atrasado": 1565,
        "papel": 2402,
        "papel de": 2404,
        "bitrl": 136,
        "testro": 2822,
        "copiss": 450,
        "copiss pa": 452,
        "servicips": 2692,
        "servicips compartidos": 2693,
        "compartidos del": 292,
        "membresia": 2222,
        "colectovo": 269,
        "netflix con": 2328,
        "agua urgente": 34,
        "vsrios": 2949,
        "zaoatillas": 2976,
        "broaster": 157,
        "pastillas": 2430,
        "atrasadp": 93,
        "energencia": 1164,
        "energencia pa": 1167,
        "mensualidad": 2232,
        "mensualidad del": 2237,
        "paaaje": 2384,
        "paaaje bus": 2385,
        "bus atrasado": 168,
        "dirrctv": 958,
        "dirrctv csm": 959,
        "plera": 2483,
        "agua xd": 35,
        "tesis por": 2819,
        "coredor": 460,
        "coredor rojo": 461,
        "rojo de": 2603,
        "srmana": 2732,
        "pichanga pa": 2466,
        "la srmana": 1916,
        "pago dr": 2392,
        "dr internet": 1013,
        "internet de": 1779,
        "matricula por": 2199,
        "luzurgente": 2109,
        "chimo": 232,
        "el chimo": 1045,
        "cuaderno": 571,
        "cuaderno de": 572,
        "pagp": 2398,
        "plin": 2485,
        "plin de": 2487,
        "plumones": 2493,
        "plumones de": 2494,
        "maricula": 2187,
        "maricula csm": 2188,
        "movistar": 2288,
        "pastas": 2425,
        "rl": 2591,
        "pastas para": 2428,
        "para rl": 2412,
        "rl trabajo": 2593,
        "csn": 560,
        "inkafarma de": 1677,
        "juego de": 1816,
        "copiasdelmes": 448,
        "suscripciom": 2762,
        "azul": 100,
        "corredor azul": 468,
        "pensipn": 2457,
        "consulta xd": 414,
        "psgo": 2549,
        "psgo de": 2550,
        "internet xd": 1789,
        "claro": 250,
        "claro pa": 255,
        "gslletas": 1434,
        "gslletas de": 1435,
        "constancia": 368,
        "constancia si": 383,
        "varioa": 2921,
        "rojo rapido": 2608,
        "memsualidad": 2227,
        "novistar": 2336,
        "juergadelasemana": 1852,
        "congreso": 331,
        "congreso pa": 339,
        "almuerz": 39,
        "bcp": 115,
        "bcp de": 116,
        "cable": 181,
        "pagp de": 2399,
        "de cable": 692,
        "tequeños": 2805,
        "pasaje": 2414,
        "pasaje bus": 2415,
        "bus en": 172,
        "sgua": 2696,
        "plan por": 2482,
        "cuartp": 635,
        "cuartp por": 638,
        "movilidad": 2282,
        "amigoa": 66,
        "movilidad con": 2283,
        "con amigoa": 310,
        "compartio": 298,
        "libros compartio": 1964,
        "tai": 2772,
        "loy": 2055,
        "tai loy": 2773,
        "loy por": 2067,
        "teatro": 2793,
        "atraaado": 90,
        "viajr": 2937,
        "ayr": 99,
        "de ayr": 691,
        "entel pa": 1180,
        "fotocopias": 1347,
        "fotocopias xd": 1360,
        "nrtflix": 2337,
        "amtojitos": 70,
        "mcdonslds": 2207,
        "empanada de": 1142,
        "raoido": 2559,
        "inkafarma por": 1682,
        "streaming": 2753,
        "de streaming": 726,
        "streaming de": 2756,
        "deposto": 781,
        "plam": 2475,
        "certificado": 210,
        "certificado de": 211,
        "cabify pa": 180,
        "entrada urgente": 1206,
        "recarga para": 2568,
        "matrocula": 2201,
        "habotacion": 1480,
        "habotacion del": 1485,
        "em": 1087,
        "em la": 1088,
        "deuda si": 842,
        "cuaderno xd": 580,
        "arasado": 86,
        "mantenimiento arasado": 2125,
        "de luz": 711,
        "luz pa": 2095,
        "transerencia": 2844,
        "alquiler por": 54,
        "pizzas": 2472,
        "strasado": 2751,
        "teatrp": 2795,
        "chono": 244,
        "el chono": 1050,
        "juegp": 1830,
        "juegp de": 1832,
        "botoca": 149,
        "membreaia": 2221,
        "prestano": 2540,
        "comoartidos": 282,
        "servicios comoartidos": 2684,
        "transfrrencia": 2866,
        "rntrada": 2599,
        "fsctura": 1378,
        "fsctura de": 1380,
        "dr streaming": 1017,
        "internet atrasado": 1770,
        "visje": 2946,
        "musica para": 2314,
        "carto": 199,
        "de carto": 693,
        "fotocooias": 1340,
        "fotocooias del": 1343,
        "deposito": 754,
        "deposito pa": 763,
        "mantenimiento de": 2133,
        "tsxi": 2900,
        "pasajes": 2418,
        "tequeños en": 2807,
        "cuarto con": 615,
        "mifarma": 2264,
        "urgene": 2914,
        "libros pa": 1973,
        "interbank hoy": 1750,
        "mpvilidad": 2295,
        "tramote": 2839,
        "cuartp de": 637,
        "mantenimiento por": 2141,
        "aigos": 38,
        "lapiceros con": 1927,
        "con aigos": 308,
        "traajo": 2823,
        "desayuno para": 804,
        "el traajo": 1056,
        "impresiones pa": 1602,
        "conaulta": 318,
        "factura atrasado": 1243,
        "cn": 263,
        "cn amigos": 264,
        "hamburguesa": 1495,
        "hamburguesa amgs": 1496,
        "emana": 1089,
        "cable pa": 188,
        "la emana": 1908,
        "farmaciadehoy": 1286,
        "paatas": 2386,
        "ropa compartido": 2612,
        "servocios": 2694,
        "servocios compartidos": 2695,
        "compartidos csm": 290,
        "cplectivo": 501,
        "cplectivo de": 502,
        "movistsr": 2292,
        "cuota": 641,
        "cuota para": 655,
        "sanguches": 2647,
        "casaca de": 202,
        "salchiapa": 2626,
        "libros en": 1971,
        "en ls": 1161,
        "transferencoa": 2862,
        "urgnte": 2917,
        "deposito urgnte": 769,
        "srrvicios": 2735,
        "srrvicios compartidos": 2736,
        "compartidos atrasado": 288,
        "bicicleta para": 128,
        "scaso": 2650,
        "internet por": 1785,
        "si scaso": 2710,
        "tabajo": 2771,
        "devolucion para": 875,
        "el tabajo": 1055,
        "olumones": 2357,
        "foesta": 1334,
        "ai": 36,
        "uber por": 2905,
        "por ai": 2519,
        "ai acaso": 37,
        "menaualidad": 2230,
        "menaualidad de": 2231,
        "libro": 1951,
        "ingenieris": 1666,
        "libro de": 1953,
        "de ingenieris": 706,
        "bitel": 131,
        "transferencia de": 2852,
        "antojitos": 74,
        "antojitos de": 75,
        "suscripcion de": 2765,
        "ingenieria atrasado": 1655,
        "carnet": 192,
        "impresionespalasemana": 1608,
        "farmacia amgs": 1265,
        "recsrga": 2570,
        "carnet de": 194,
        "transferencia del": 2853,
        "deposito de": 760,
        "ingenieria con": 1657,
        "ingenieria compartido": 1656,
        "broaster csm": 158,
        "pelicula": 2441,
        "pelicula para": 2444,
        "vidrojuegos": 2945,
        "tambo": 2775,
        "tambo urgente": 2779,
        "zapatllas": 2998,
        "interbank rapidp": 1756,
        "imgenieria": 1568,
        "de imgenieria": 703,
        "imgenieria por": 1573,
        "habitacipn urgente": 1476,
        "electrico si": 1077,
        "pasajes de": 2419,
        "steam": 2743,
        "steam de": 2744,
        "king xd": 1899,
        "metrooolitano": 2252,
        "musoca": 2316,
        "nateriales": 2319,
        "pr": 2527,
        "lapiceros pr": 1936,
        "pr si": 2528,
        "psstas": 2556,
        "zapatillas dr": 2987,
        "dr ayer": 1009,
        "spotify para": 2728,
        "combi de": 275,
        "fotocopiasconamigos": 1362,
        "habotacion compartido": 1482,
        "depositoatrasado": 771,
        "kc": 1867,
        "kc de": 1868,
        "dposito": 1005,
        "dposito por": 1006,
        "cuartodehoy": 630,
        "ppllo": 2523,
        "ppllo la": 2524,
        "tequeños por": 2809,
        "mea": 2211,
        "papel del": 2405,
        "del mea": 739,
        "matriula": 2200,
        "chocolate": 240,
        "chocolate de": 241,
        "peicula": 2440,
        "inkafarmaatrasado": 1688,
        "prestamo": 2532,
        "dirctv": 933,
        "dirctv xd": 934,
        "cprredor": 538,
        "cprredor rojo": 540,
        "rojo en": 2605,
        "tesis xd": 2820,
        "piqueos": 2468,
        "tao": 2781,
        "tao loy": 2782,
        "loy con": 2058,
        "oara": 2342,
        "oara el": 2343,
        "musica del": 2311,
        "impresines": 1588,
        "impresines rapido": 1589,
        "etrada": 1217,
        "cerveza del": 219,
        "hsbitacion": 1556,
        "hsbitacion de": 1558,
        "mantenomiento": 2157,
        "mantenomiento por": 2161,
        "inkafarma pa": 1680,
        "desayno": 791,
        "tragps": 2832,
        "claro rapido": 257,
        "fotocopias de": 1355,
        "separatas": 2668,
        "hpy": 1551,
        "separatas de": 2670,
        "de hpy": 701,
        "comida": 278,
        "ppr": 2525,
        "ppr si": 2526,
        "farnacia": 1299,
        "farnacia en": 1300,
        "plsn": 2490,
        "trem": 2881,
        "mamtenimiento": 2112,
        "mamtenimiento de": 2115,
        "congreso con": 334,
        "clarp": 258,
        "semama": 2663,
        "farmacia de": 1270,
        "la semama": 1911,
        "pasje": 2424,
        "oor": 2367,
        "devolucion oor": 873,
        "oor si": 2368,
        "telefono": 2797,
        "de telefono": 731,
        "telefono de": 2801,
        "renta": 2582,
        "nes": 2326,
        "renta del": 2586,
        "del nes": 742,
        "cooias": 423,
        "ompartido": 2358,
        "tramite": 2833,
        "pasaje de": 2416,
        "csbify": 555,
        "csbify de": 557,
        "indrive": 1632,
        "indrive con": 1635,
        "trasporte": 2879,
        "pastillas pa": 2435,
        "farmacoa": 1290,
        "farmacoa csm": 1291,
        "inscripcion": 1708,
        "inscripcion en": 1718,
        "interbank cpn": 1744,
        "anigos": 71,
        "copias con": 433,
        "con anigos": 314,
        "varis": 2930,
        "libroa": 1954,
        "libroa en": 1955,
        "pastas por": 2429,
        "cuaerno": 594,
        "cuaerno rapido": 595,
        "botica pa": 146,
        "szul": 2770,
        "corredor szul": 482,
        "limpieza": 2002,
        "limpieza del": 2009,
        "helados en": 1529,
        "cbify": 206,
        "oasaje": 2344,
        "oasaje de": 2346,
        "interbank urgente": 1760,
        "discoteca": 967,
        "discoteca de": 973,
        "aervicios": 17,
        "aervicios compartidos": 18,
        "compartidos de": 291,
        "impres": 1584,
        "impres pa": 1586,
        "rpido": 2618,
        "smigos": 2716,
        "juego con": 1814,
        "con smigos": 316,
        "streaming compartido": 2754,
        "hbitacion": 1515,
        "snacks": 2717,
        "streamimg": 2752,
        "de streamimg": 724,
        "devolucoon": 886,
        "dr cable": 1010,
        "cable csm": 185,
        "dodibus": 996,
        "slmuerzo": 2711,
        "loy para": 2066,
        "cuarto pa": 622,
        "semna": 2665,
        "la semna": 1913,
        "suscriocion": 2761,
        "didibua": 908,
        "didibua rapido": 909,
        "salchipapa": 2627,
        "salchipapa de": 2629,
        "zapatillas urgente": 2995,
        "juego amgs": 1810,
        "chino": 233,
        "el chino": 1047,
        "internet csn": 1778,
        "apido": 79,
        "devolucion si": 876,
        "impresione": 1593,
        "impresione urgente": 1594,
        "rapdo": 2560,
        "agua pa": 29,
        "compsrtidos": 303,
        "servicios compsrtidos": 2687,
        "compsrtidos de": 304,
        "fotocopoas": 1368,
        "fotocopoas xd": 1372,
        "chocolste": 243,
        "juerga de": 1844,
        "rrnta": 2622,
        "cuadrrno": 589,
        "cuadrrno compartido": 590,
        "papel para": 2407,
        "bcp pa": 118,
        "desayumo": 792,
        "desayumo csm": 793,
        "nenu": 2324,
        "nenu universitario": 2325,
        "mofarma": 2272,
        "plumones urgente": 2497,
        "gasrosa": 1427,
        "gasrosa de": 1428,
        "cuarto urgente": 626,
        "almuerzo": 40,
        "acso": 11,
        "si acso": 2708,
        "alquiler de": 50,
        "compatido": 300,
        "serie en": 2677,
        "psstillas": 2557,
        "scoiabank": 2651,
        "farmacia en": 1273,
        "plim": 2484,
        "depositoporsiacaso": 774,
        "fotocpias": 1373,
        "steaming": 2747,
        "de steaming": 722,
        "pgo": 2460,
        "pgo de": 2461,
        "materoales": 2194,
        "luz rspido": 2100,
        "mateiales": 2189,
        "btica": 162,
        "desayun": 794,
        "desayun atrasado": 795,
        "srrie": 2734,
        "sm": 2714,
        "inscripcion sm": 1722,
        "juerga rapdo": 1849,
        "chifa": 225,
        "lapiceros de": 1929,
        "rent": 2581,
        "mantenimiento oara": 2137,
        "saldo": 2631,
        "scotiabank": 2653,
        "sanguchrs": 2649,
        "internet del": 1780,
        "eletrico": 1086,
        "congreso para": 340,
        "cuota xd": 659,
        "stesm": 2749,
        "mrnu": 2301,
        "mrnu universitario": 2302,
        "universitario compartido": 2909,
        "auscripcion": 97,
        "galletas": 1387,
        "galletas por": 1397,
        "lpy": 2072,
        "tai lpy": 2774,
        "lpy atrasado": 2073,
        "habitaciom": 1445,
        "habitaciom rapido": 1449,
        "transferencia por": 2857,
        "farmacia pa": 1275,
        "broaster pa": 160,
        "elchinoporsiacaso": 1062,
        "emergencia xd": 1117,
        "oizzas": 2353,
        "cerveza de": 218,
        "viaje pa": 2936,
        "mifarma del": 2266,
        "cuarto xd": 627,
        "lapicero": 1919,
        "lapicero en": 1920,
        "habitacion xd": 1467,
        "farmacia xd": 1283,
        "aalida": 2,
        "aalida pa": 4,
        "medico pa": 2216,
        "tambo atrasado": 2776,
        "cine en": 247,
        "king en": 1892,
        "intrrbank": 1797,
        "intrrbank csm": 1798,
        "sanguches en": 2648,
        "impresipnes": 1610,
        "yango": 2960,
        "urgete": 2916,
        "yango de": 2962,
        "inscripcion del": 1717,
        "emergencia por": 1113,
        "serie para": 2678,
        "varios de": 2924,
        "sepsratas": 2673,
        "pensoon": 2459,
        "libros con": 1966,
        "tren de": 2885,
        "tranaferencia": 2842,
        "luz urgemte": 2104,
        "azul de": 101,
        "maqueta": 2174,
        "maqueta atrasado": 2176,
        "voaje": 2947,
        "devolucion con": 867,
        "fptocopias": 1374,
        "fptocopias rapido": 1375,
        "cuarto de": 617,
        "hamburguesa de": 1502,
        "movistar de": 2289,
        "etel": 1214,
        "etel de": 1215,
        "acotiabank": 8,
        "acotiabank del": 9,
        "polers": 2512,
        "fotocopias para": 1358,
        "fotocooias de": 1342,
        "polera de": 2507,
        "mrnsualidad": 2299,
        "mrnsualidad de": 2300,
        "gaseosa": 1407,
        "gaseosa por": 1419,
        "cuarto atrasado": 611,
        "devolucion del": 870,
        "emoanada": 1132,
        "won": 2954,
        "agua de": 26,
        "imoresiones": 1577,
        "imoresiones de": 1578,
        "heladosenlau": 1539,
        "farmacia urgemte": 1281,
        "entel atrasadp": 1172,
        "cable atrasado": 182,
        "wom rapido": 2953,
        "fiests": 1327,
        "corredor rjo": 480,
        "tarifa de": 2784,
        "limpieza pa": 2011,
        "yape xd": 2971,
        "king de": 1890,
        "prestamp": 2539,
        "fsrmacia": 1381,
        "fsrmacia para": 1382,
        "membresia xd": 2224,
        "hamburgueaa": 1492,
        "hamburgueaa urgente": 1494,
        "copias para": 441,
        "plan de": 2479,
        "consultaenlau": 417,
        "plan con": 2478,
        "maqueta amgs": 2175,
        "ingeneria": 1652,
        "de ingeneria": 704,
        "ingeneria con": 1653,
        "miro": 2270,
        "botics": 147,
        "electrico en": 1071,
        "atrsado": 96,
        "devoluciom": 859,
        "devoluciom rapido": 862,
        "dr cuarto": 1011,
        "entel compartido": 1173,
        "impresiones del": 1599,
        "emergemcia": 1096,
        "emergemcia por": 1098,
        "psra": 2554,
        "psra el": 2555,
        "mstricula": 2306,
        "mantrnimiento": 2163,
        "almuerzo de": 41,
        "deudapalasemana": 848,
        "fieata": 1305,
        "fieata para": 1308,
        "fotocopias pa": 1357,
        "musica de": 2310,
        "farmacia oara": 1274,
        "emergencoa": 1125,
        "emergencoa de": 1126,
        "metropolitano": 2254,
        "metropolotano": 2258,
        "limpieza de": 2008,
        "apuesta": 82,
        "pasajrs": 2423,
        "dr luz": 1015,
        "alquiler xd": 57,
        "maqueta con": 2181,
        "pastllas": 2438,
        "cerveza con": 217,
        "factura urgente": 1259,
        "polera rapido": 2510,
        "plin con": 2486,
        "viaje de": 2935,
        "de semana": 716,
        "medico de": 2215,
        "evento": 1219,
        "evento en": 1225,
        "galletasdehoy": 1403,
        "saldo por": 2635,
        "movistar pa": 2290,
        "lobros": 2049,
        "lobros de": 2051,
        "onterbank": 2362,
        "onterbank de": 2363,
        "libros urgente": 1979,
        "mcdonalds": 2203,
        "mcdonalds csm": 2204,
        "evnto": 1237,
        "mantenimiento csm": 2132,
        "cmpartidos": 262,
        "servicios cmpartidos": 2683,
        "evento con": 1222,
        "cuaderno en": 574,
        "habotacion pa": 1486,
        "bbva para": 110,
        "pemsion": 2449,
        "pemsion de": 2450,
        "deuds": 850,
        "deuds para": 853,
        "bitel pa": 135,
        "cuadernp": 584,
        "cuadernp del": 586,
        "trasado": 2878,
        "piquros": 2470,
        "mpvistar": 2296,
        "csrnet": 561,
        "csrnet pa": 563,
        "streaming xd": 2758,
        "evento xd": 1232,
        "limpieza por": 2013,
        "cuarto en": 620,
        "mensualodad de": 2242,
        "factura xd": 1260,
        "cervezs": 220,
        "azul urgente": 104,
        "inscripcion atrasado": 1710,
        "mantenimiento cam": 2128,
        "pastillas para": 2436,
        "luz atraaado": 2083,
        "imprrsiones": 1614,
        "imprrsiones de": 1615,
        "rrcarga": 2619,
        "ateam": 89,
        "rn": 2596,
        "inkafarma rn": 1684,
        "rn la": 2597,
        "poqueos": 2516,
        "rooa": 2610,
        "fotocooias compartido": 1341,
        "pelicula de": 2442,
        "entrada en": 1200,
        "rmergencia": 2594,
        "saloda": 2646,
        "emerencia": 1094,
        "emerencia de": 1095,
        "fiesta si": 1324,
        "rrcarga de": 2620,
        "congresorapido": 350,
        "ssnguches": 2739,
        "devolucin": 857,
        "devolucin de": 858,
        "taxi de": 2787,
        "maqeta": 2169,
        "maqeta rapido": 2170,
        "galletas de": 1392,
        "corredorrojocompartido": 489,
        "devolucion amgs": 865,
        "libros del": 1969,
        "agua csm": 25,
        "hsmburguesa": 1559,
        "hsmburguesa urgente": 1562,
        "servicios compartido": 2685,
        "juerga raoido": 1848,
        "plsn de": 2491,
        "entel de": 1177,
        "inkafarna": 1690,
        "inkafarna de": 1694,
        "dl": 994,
        "interbank dl": 1748,
        "dl mes": 995,
        "habitacion csm": 1454,
        "deuda en": 832,
        "cuadrno": 587,
        "cuadrno xd": 588,
        "fiesta atrsado": 1313,
        "metrppolitano": 2259,
        "duda": 1038,
        "duda xd": 1039,
        "cuart": 597,
        "cuart rapido": 605,
        "apuesta de": 84,
        "cuota por": 656,
        "directv en": 942,
        "conatancia": 317,
        "videojuegos urgente": 2943,
        "factura de": 1249,
        "yer": 2973,
        "de yer": 733,
        "hamburguesa compartodo": 1499,
        "fotocopias con": 1351,
        "limpiezaxd": 2022,
        "cpngreso": 518,
        "cpngreso por": 523,
        "compartidos xd": 297,
        "brosster": 161,
        "tren para": 2888,
        "transferencia rapido": 2858,
        "evento de": 1224,
        "corredor rapido": 479,
        "bus pa": 173,
        "alquoler": 62,
        "alquoler de": 63,
        "empanada xd": 1147,
        "pasajr": 2421,
        "constanciaporsiacaso": 387,
        "metropolitamo": 2253,
        "scotiabank en": 2656,
        "compartdo": 285,
        "copias compartdo": 431,
        "cppias": 534,
        "cppias en": 537,
        "rl chino": 2592,
        "chino compartido": 234,
        "emergencia del": 1108,
        "ingenieria pa": 1661,
        "zapatillaa": 2979,
        "inscripcion xd": 1724,
        "cuota dl": 652,
        "taxo": 2790,
        "naqueta": 2318,
        "indive": 1627,
        "indive de": 1628,
        "corredor csm": 471,
        "ysngo": 2974,
        "regalo en": 2574,
        "corredorparaeltrabajo": 487,
        "bcp del": 117,
        "urente": 2912,
        "indrivedeayer": 1647,
        "rrnta de": 2623,
        "king amgs": 1885,
        "metropolitano de": 2255,
        "snacks de": 2718,
        "luz xd": 2106,
        "discoteca csm": 972,
        "corredordeayer": 486,
        "didibua urgente": 910,
        "dessyuno": 814,
        "dessyuno de": 815,
        "trsmite": 2892,
        "tramite de": 2835,
        "entrada para": 1202,
        "starbucks": 2740,
        "penson": 2458,
        "evento para": 1227,
        "noto": 2335,
        "galletas con": 1390,
        "agua por": 31,
        "conpartidos": 361,
        "servicios conpartidos": 2689,
        "conpartidos en": 364,
        "telefono atrasado": 2798,
        "desayuno amgs": 798,
        "habitaciom de": 1448,
        "rapio": 2563,
        "pastillas del": 2433,
        "casaca rapido": 204,
        "corrrdor": 494,
        "corrrdor azul": 495,
        "cuarto por": 624,
        "dr alquiler": 1008,
        "alquiler para": 53,
        "hamburguesa pa": 1505,
        "scotiabank del": 2655,
        "mantenimientocsm": 2145,
        "pastollas": 2439,
        "transferencia si": 2859,
        "mantenimientocompartido": 2144,
        "scotiabamk": 2652,
        "pao": 2400,
        "pao de": 2401,
        "luz urgente": 2105,
        "csrnet de": 562,
        "aerie": 14,
        "aerie de": 16,
        "copias amgs": 429,
        "farmacia dr": 1272,
        "alquiler urgente": 56,
        "fiesta con": 1315,
        "zapatillas por": 2991,
        "mototaxi": 2279,
        "cm": 259,
        "ingenieria rapido": 1663,
        "metropolitsno": 2257,
        "entrada comoartido": 1196,
        "amogos": 69,
        "con amogos": 313,
        "maqueta por": 2186,
        "movistar urgente": 2291,
        "nedico": 2321,
        "rntel": 2598,
        "fiesta compartido": 1314,
        "desayuo": 812,
        "desayuo pa": 813,
        "lapiceros en": 1932,
        "de cuart": 694,
        "cuart compartido": 600,
        "mantenomiento de": 2158,
        "internet en": 1781,
        "congreso compartido": 332,
        "deposito amgs": 755,
        "pizzas para": 2474,
        "chifa de": 228,
        "starbucks por": 2742,
        "trsnsferencia": 2893,
        "trsnsferencia xd": 2894,
        "evento compartido": 1221,
        "teais": 2791,
        "aalchipapa": 0,
        "indrive compartido": 1634,
        "cpmida": 507,
        "cpmida con": 509,
        "seoaratas": 2667,
        "mantenimiento rapido": 2142,
        "scptiabank": 2659,
        "fiests en": 1329,
        "regalo de": 2573,
        "luz rapodo": 2099,
        "oxxo de": 2374,
        "videpjuegos": 2944,
        "telefono con": 2799,
        "copoas": 454,
        "copoas del": 457,
        "comartido": 272,
        "libros comartido": 1962,
        "wom de": 2951,
        "entrada por": 1203,
        "cuadrrno urgente": 593,
        "compsrtido": 302,
        "entel compsrtido": 1174,
        "farmacia si": 1280,
        "scotiabank xd": 2657,
        "bbva xd": 112,
        "discotecs": 985,
        "discotecs con": 986,
        "hsmburguesa de": 1560,
        "mantrnimiento en": 2165,
        "stsrbucks": 2760,
        "hy": 1563,
        "de hy": 702,
        "tesis pa": 2817,
        "cuadrrno pa": 592,
        "factura raoido": 1257,
        "onkafarma": 2361,
        "de ngenieria": 713,
        "constancoa": 388,
        "constancoa pa": 390,
        "tesis compartido": 2814,
        "cuots": 662,
        "cuots csm": 663,
        "directv si": 947,
        "cpnstancia": 524,
        "cpnstancia csm": 526,
        "tragos csm": 2829,
        "laoiceros": 1917,
        "laoiceros csm": 1918,
        "emergencis": 1120,
        "emergencis por": 1124,
        "devolucion en": 871,
        "varips": 2929,
        "plan pa": 2481,
        "servicios pa": 2691,
        "discotrca": 988,
        "discotrca urgente": 989,
        "didibus": 911,
        "didibus raoido": 924,
        "broaater": 156,
        "deuda conpartido": 828,
        "libros rspido": 1976,
        "maqueta compartido": 2180,
        "mensualidad con": 2235,
        "gsseosa": 1438,
        "gsseosa en": 1439,
        "mantenimientp": 2149,
        "mantenimientp para": 2151,
        "drl": 1019,
        "drl mes": 1020,
        "regslo": 2579,
        "botics de": 148,
        "gaseosa del": 1414,
        "hamburgueaa con": 1493,
        "intrnet": 1796,
        "de intrnet": 708,
        "plin pa": 2489,
        "discoteca rapido": 978,
        "entel urgente": 1185,
        "botia": 140,
        "transferencia csm": 2851,
        "consulta del": 404,
        "corredor con": 470,
        "libros dr": 1970,
        "dr la": 1014,
        "inscripcion de": 1716,
        "pasajr bus": 2422,
        "bus de": 171,
        "salida rapido": 2644,
        "impreaiones": 1580,
        "impreaiones de": 1581,
        "almuerzo urgente": 42,
        "smana": 2715,
        "la smana": 1915,
        "botica dr": 145,
        "impresiones con": 1596,
        "separatas pa": 2671,
        "internet csm": 1777,
        "salida en": 2641,
        "nembresia": 2322,
        "cuart atrasado": 599,
        "telefono pa": 2802,
        "lapiceros si": 1938,
        "limpiezaatrasado": 2019,
        "moto csm": 2275,
        "devolucion atrasado": 866,
        "salchopapa": 2630,
        "telefomo": 2796,
        "de telefomo": 730,
        "piueos": 2471,
        "fotocopoas de": 1369,
        "limpirza en": 2028,
        "yape por": 2970,
        "muaica": 2307,
        "cuota pa": 654,
        "cppias compartido": 535,
        "colectivo": 267,
        "cuota atrasdo": 643,
        "linpieza": 2030,
        "linpieza rapido": 2035,
        "ompresiones": 2359,
        "seroe": 2680,
        "trsgos": 2890,
        "trem electrico": 2882,
        "electrico compartido": 1066,
        "apueta": 85,
        "limpieza urgente": 2017,
        "electrico con": 1068,
        "fotocopias csn": 1354,
        "mantenomiento en": 2159,
        "cable xd": 189,
        "librodeingenieriapalasemana": 1958,
        "evento si": 1230,
        "cable compartido": 183,
        "depoaito": 747,
        "depoaito por": 750,
        "luz para": 2096,
        "yape en": 2968,
        "zapatillas cpn": 2983,
        "hamburguesa para": 1506,
        "lapiceros em": 1931,
        "moto con": 2274,
        "directv urgente": 949,
        "comparido": 284,
        "fotocopias rapido": 1359,
        "renta de": 2585,
        "habitaion": 1477,
        "entrada pa": 1201,
        "copias compartido": 432,
        "taxi urgente": 2789,
        "fotocopis": 1364,
        "consulta amgs": 397,
        "videojuegos pa": 2942,
        "desayuno rapido": 805,
        "compartidos para": 294,
        "juerga rapodo": 1850,
        "corredor amgs": 466,
        "streaming por": 2757,
        "memsualidad de": 2228,
        "lapiceros par": 1934,
        "medico por": 2217,
        "tequeñs": 2811,
        "cena pa": 209,
        "depositourgente": 775,
        "interbank xd": 1761,
        "coredor xd": 462,
        "inscripcion por": 1721,
        "indrive csn": 1637,
        "atrasao": 94,
        "habitacion atrasao": 1452,
        "scptiabank de": 2660,
        "polera xd": 2511,
        "emergemcia atrasado": 1097,
        "tesis atrasado": 2813,
        "bus rapido": 175,
        "videojuegoa": 2938,
        "transporte rapido": 2874,
        "gaseosaporsiacaso": 1424,
        "hamburguesa en": 1504,
        "factura oa": 1252,
        "teato": 2792,
        "limpiezs": 2023,
        "limpiezs de": 2025,
        "galletas para": 1396,
        "claro por": 256,
        "oasaje bus": 2345,
        "cable con": 184,
        "internet con": 1775,
        "csbify xd": 558,
        "oy": 2377,
        "salida de": 2640,
        "de oy": 715,
        "seana": 2661,
        "electrico pa": 1073,
        "la seana": 1909,
        "migos": 2269,
        "con migos": 315,
        "juego csm": 1815,
        "shaarma": 2697,
        "semaa": 2662,
        "tequeños pa": 2808,
        "la semaa": 1910,
        "juego para": 1821,
        "linpieza por": 2034,
        "varios pa": 2927,
        "plan atrasado": 2477,
        "cuotacompartido": 660,
        "cable de": 186,
        "electrico para": 1074,
        "crviche": 552,
        "crviche del": 554,
        "farnacia urgente": 1302,
        "agua en": 28,
        "tramsporte": 2841,
        "onternet": 2364,
        "onternet de": 2365,
        "juergs": 1854,
        "juergs con": 1856,
        "trsis": 2891,
        "tesos": 2821,
        "habitacionrapido": 1471,
        "saldo de": 2633,
        "internetatrasado": 1790,
        "transferncia": 2865,
        "membresis": 2225,
        "cusderno": 672,
        "cusderno por": 674,
        "congresoconamigos": 347,
        "casaca con": 201,
        "apotify": 80,
        "chifs": 231,
        "snscks": 2721,
        "snscks de": 2722,
        "mantenimiento comartido": 2129,
        "librps": 1985,
        "librps csm": 1987,
        "shawarma de": 2699,
        "didibus urgente": 926,
        "rojo urgente": 2609,
        "chifa por": 230,
        "pago luz": 2393,
        "alquiler con": 48,
        "pnsion": 2500,
        "habotacion por": 1487,
        "botel": 139,
        "mantrnimiento para": 2167,
        "prstamo": 2545,
        "corredor en": 474,
        "congresodehoy": 348,
        "transferecia": 2846,
        "emergenciaenlau": 1119,
        "bocicleta": 138,
        "scotiabank de": 2654,
        "de onternet": 714,
        "tsmbo": 2898,
        "interban": 1737,
        "interban urgente": 1739,
        "shawarma del": 2700,
        "tranite": 2843,
        "constancia urgente": 384,
        "cuota compartido": 645,
        "juerga xd": 1851,
        "devolucion csm": 868,
        "gaseosa rapio": 1421,
        "desayuno con": 799,
        "entel csm": 1176,
        "galletas urgete": 1401,
        "metropolitano xd": 2256,
        "pelicula pa": 2443,
        "alquiler compartido": 47,
        "habotacion atrasado": 1481,
        "fieata atrasado": 1306,
        "universitaio": 2907,
        "menu universitaio": 2247,
        "intrrnet": 1800,
        "intrrnet del": 1802,
        "transferenci": 2847,
        "videojuegos de": 2940,
        "pastillas de": 2432,
        "maeriales": 2110,
        "maeriales urgente": 2111,
        "benbos": 124,
        "zapatillas pa": 2989,
        "agua si": 33,
        "prestamo de": 2533,
        "srparatas": 2733,
        "habitacion de": 1456,
        "tragos de": 2830,
        "kfc con": 1873,
        "inkafarna con": 1692,
        "shawarma pa": 2701,
        "corredr": 492,
        "corredr rojo": 493,
        "movilidsd": 2287,
        "juerga con": 1842,
        "transferencia pa": 2856,
        "bembos en": 121,
        "serie del": 2676,
        "constancia del": 378,
        "habitacion urente": 1464,
        "evento pa": 1226,
        "atraado": 91,
        "remta": 2580,
        "apuesta con": 83,
        "libros compartido": 1963,
        "emtrada": 1153,
        "emtrada de": 1155,
        "habitacion con": 1453,
        "internet compsrtido": 1774,
        "hsbitacion atrasado": 1557,
        "limpieza con": 2006,
        "devolucion oara": 872,
        "copoas con": 455,
        "mantrnimiento pa": 2166,
        "factura pa": 1254,
        "raido": 2558,
        "copiasconamigos": 446,
        "recarga csm": 2566,
        "pago cable": 2388,
        "cable del": 187,
        "cuato": 639,
        "de cuato": 696,
        "cuato urgente": 640,
        "impresiones de": 1598,
        "desayuno urgente": 806,
        "inscripcion con": 1713,
        "chino de": 236,
        "bbva pa": 109,
        "gaseosa csm": 1412,
        "aaso": 5,
        "carnet por": 197,
        "si aaso": 2705,
        "mototaxi de": 2280,
        "servicio": 2681,
        "de servicio": 718,
        "limoieza": 1992,
        "limoieza compartido": 1993,
        "impresionesurgente": 1609,
        "cuartourgente": 634,
        "cinr": 249,
        "drsayuno": 1024,
        "drsayuno urgente": 1025,
        "mifarma de": 2265,
        "limpieza para": 2012,
        "musics": 2315,
        "congrso": 353,
        "congrso de": 354,
        "interbank pa": 1751,
        "glletas": 1431,
        "emtrada csm": 1154,
        "snacks urgente": 2719,
        "congresoatrasado": 346,
        "de mes": 712,
        "vodeojuegos": 2948,
        "deppsito": 783,
        "deppsito para": 786,
        "cuadernocsm": 582,
        "lapicerps": 1941,
        "lapicerps por": 1942,
        "linpieza atrasado": 2031,
        "copias por": 442,
        "limpiea": 1998,
        "limpiea del": 1999,
        "juego del": 1817,
        "compartidos por": 295,
        "farmacia urgente": 1282,
        "zapatilas": 2977,
        "zapatilas de": 2978,
        "deposito rapido": 766,
        "constancia compartido": 373,
        "deppsito xd": 788,
        "didbus": 904,
        "didbus urgente": 905,
        "impresiones en": 1600,
        "inscripcion compartdo": 1711,
        "po": 2501,
        "po si": 2502,
        "regalo compartido": 2572,
        "maquet": 2171,
        "maquet de": 2172,
        "luz compartido": 2086,
        "deposito por": 765,
        "amios": 68,
        "con amios": 312,
        "spotify de": 2726,
        "habitacipn para": 1475,
        "aer": 13,
        "pastas de": 2427,
        "de aer": 680,
        "pago por": 2396,
        "limpieza en": 2010,
        "polera para": 2509,
        "cuota de": 650,
        "oastillas": 2348,
        "oastillas de": 2349,
        "netflix pa": 2330,
        "botica del": 144,
        "bitel con": 132,
        "luz sm": 2102,
        "mcdonalds pa": 2206,
        "uber pa": 2904,
        "galletas en": 1394,
        "mifsrma": 2268,
        "inscripcion compartido": 1712,
        "jugo": 1858,
        "jugo compartido": 1859,
        "directvconamigos": 950,
        "devolucionrapido": 883,
        "cuots de": 664,
        "deuda compartido": 826,
        "heladoscsm": 1536,
        "inerbank": 1651,
        "directv ps": 945,
        "electrico de": 1069,
        "trabjo": 2827,
        "pago para": 2395,
        "el trabjo": 1060,
        "indrive si": 1643,
        "didibus urgemte": 925,
        "papel compartido": 2403,
        "ropa por": 2615,
        "zapatillaa de": 2980,
        "consula": 391,
        "consula del": 392,
        "directv rapido": 946,
        "juegp pa": 1834,
        "drvolucion": 1028,
        "drvolucion xd": 1033,
        "constancia con": 374,
        "mensualidad compartido": 2234,
        "linpieza de": 2032,
        "amgos": 64,
        "deuda con": 827,
        "con amgos": 309,
        "fotocopiasenlau": 1363,
        "regalp": 2576,
        "factra": 1239,
        "factra csm": 1240,
        "paa": 2382,
        "mantenimiento paa": 2139,
        "paa el": 2383,
        "salchipapa compartido": 2628,
        "conslta": 366,
        "conslta compartido": 367,
        "mantenomiento para": 2160,
        "inkaarma": 1668,
        "olin": 2356,
        "internet rapido": 1786,
        "galletas csm": 1391,
        "desayuno de": 801,
        "fctura": 1303,
        "fctura del": 1304,
        "plin en": 2488,
        "brmbos": 155,
        "ugente": 2906,
        "entradarapido": 1210,
        "agua atrasado": 21,
        "copoas xd": 459,
        "depositopalasemana": 773,
        "suscropcion": 2768,
        "deuds xd": 854,
        "inkafarm": 1671,
        "inkafarm pa": 1672,
        "acao": 6,
        "si acao": 2706,
        "consulta dr": 405,
        "internet para": 1784,
        "mantenimieno": 2122,
        "medicp": 2218,
        "menu de": 2246,
        "mrtropolitano": 2303,
        "luz atrasado": 2084,
        "deuda oa": 834,
        "el chin": 1046,
        "nifarma": 2334,
        "direcv": 953,
        "direcv urgente": 954,
        "hamburgursa": 1510,
        "crrveza": 547,
        "crrveza de": 549,
        "piqueos de": 2469,
        "medco": 2212,
        "doscoteca": 1002,
        "doscoteca atrasado": 1003,
        "empanada para": 1143,
        "yango con": 2961,
        "prestsmo": 2542,
        "cuart pa": 604,
        "claro del": 254,
        "rgente": 2590,
        "mantenimiento xd": 2143,
        "agua para": 30,
        "factura com": 1245,
        "constancia de": 377,
        "paprl": 2408,
        "paprl de": 2409,
        "mrmbresia": 2298,
        "interbank para": 1752,
        "mifama": 2263,
        "rmpanada": 2595,
        "bbv": 105,
        "netflix de": 2329,
        "impres de": 1585,
        "inkafarma para": 1681,
        "yspe": 2975,
        "cssaca": 564,
        "cssaca con": 565,
        "eveto": 1236,
        "recarga de": 2567,
        "elchinorapido": 1063,
        "varios atrasado": 2923,
        "inkafarna xd": 1696,
        "rojo csm": 2602,
        "hanburguesa": 1513,
        "iternet": 1806,
        "materiaes": 2190,
        "yamgo": 2959,
        "internetenlau": 1792,
        "psajes": 2548,
        "caaaca": 176,
        "agu": 19,
        "de agu": 682,
        "pastillas con": 2431,
        "jurga": 1861,
        "renta con": 2584,
        "plumomes": 2492,
        "prestamo por": 2536,
        "deposito con": 758,
        "carnet con": 193,
        "copias pa": 440,
        "contancia": 421,
        "contancia xd": 422,
        "moto de": 2276,
        "loy de": 2060,
        "interbsnk": 1765,
        "steam por": 2746,
        "mamtenimiento csm": 2114,
        "cppias con": 536,
        "copias del": 437,
        "copiss urgente": 453,
        "interbank amgs": 1741,
        "suscripcion compartido": 2764,
        "impresiones urgnte": 1607,
        "consulta de": 403,
        "antjitos": 72,
        "concierto pa": 325,
        "congreso urgente": 344,
        "bbva por": 111,
        "inkafarma xd": 1687,
        "deuds compartido": 851,
        "pspel": 2553,
        "emergencia compartido": 1105,
        "didibusxd": 931,
        "loy csm": 2059,
        "para trabajo": 2413,
        "deposito xd": 770,
        "galletas pa": 1395,
        "entel del": 1178,
        "imgenieria para": 1572,
        "transferencia en": 2854,
        "mantenmiento": 2155,
        "mantenmiento de": 2156,
        "musica pa": 2313,
        "deposoto": 776,
        "deposoto compartido": 778,
        "eventp": 1233,
        "eventp de": 1234,
        "transferencia urgente": 2860,
        "cuart en": 603,
        "cuaderno pa": 575,
        "imgenieria csm": 1571,
        "fotocopias atrasado": 1348,
        "farmaciaurgente": 1289,
        "loy en": 2063,
        "sscripcion": 2737,
        "sscripcion de": 2738,
        "mcdonalds de": 2205,
        "devolucon": 884,
        "devolucon atrasado": 885,
        "cuota en": 653,
        "diacoteca": 899,
        "diacoteca compartido": 900,
        "impresiones para": 1603,
        "cuarto dr": 619,
        "corredor del": 473,
        "trrn": 2889,
        "impresiones la": 1601,
        "cuota atrasado": 642,
        "cuaderno urente": 578,
        "alquiler del": 51,
        "discoteca en": 975,
        "saldo rapido": 2636,
        "copias csm": 434,
        "rvento": 2625,
        "gaseosa pa": 1417,
        "slquiler": 2712,
        "yangp": 2964,
        "lspiceros": 2077,
        "copias rapido": 443,
        "juego si": 1824,
        "yae": 2957,
        "corredorrojodeayer": 490,
        "cupta": 665,
        "cupta atrasado": 666,
        "fiesta del": 1317,
        "deuda amgs": 821,
        "emergencia en": 1109,
        "habitacion urgene": 1465,
        "interbank atrasado": 1742,
        "mifarma en": 2267,
        "manteimiento": 2120,
        "manteimiento pa": 2121,
        "libros atrasado": 1961,
        "entrada del": 1199,
        "prestamo rapido": 2537,
        "biciclets": 129,
        "ceviche de": 222,
        "luz por": 2097,
        "lapiceros por": 1935,
        "consulta en": 406,
        "transprte": 2877,
        "universitario de": 2911,
        "agua con": 24,
        "constancia cm": 371,
        "cuadermo para": 570,
        "congreso de": 337,
        "directv strasado": 948,
        "imkafarma": 1574,
        "imkafarma csm": 1575,
        "oasajes": 2347,
        "farmacia del": 1271,
        "libros strasado": 1978,
        "fieata pa": 1307,
